[
    {
        "year": "1603 ",
        "name": "",
        "desc": " Union des Couronnes - l'accession en 1603 de Jacques VI, roi d'Écosse au trône d'Angleterre, sous le nom de Jacques Ier, réunit ainsi ces deux pays sous un seul monarque, à la suite de la mort de sa cousine régnant sur l'Angleterre et l'Irlande, Élisabeth Ire, dernier monarque de la dynastie Tudor, décédée célibataire et sans enfant. Mais ce n'est pas, à proprement parler, une union personnelle, ni une union dynastique, puisque les Couronnes demeurant distinctes et séparées, malgré les efforts de Jacques Ier pour créer un nouveau trône impérial de Grande-Bretagne. L'Angleterre et l'Écosse, bien que partageant le même monarque, demeurent donc des États indépendants, jusqu'à l'acte d'Union de 1707.",
        "img": ""
    },
    {
        "year": "1688 ",
        "name": "",
        "desc": " Glorieuse Révolution - elle a pour conséquence de renverser le roi Jacques II et provoque l’avènement de la fille de celui-ci, Marie II et de son époux, Guillaume III, prince d'Orange à la suite de l'invasion néerlandaise de l'Angleterre menée par ce dernier. La révolution instaure une monarchie constitutionnelle et parlementaire à la place du gouvernement autocratique des Stuarts.",
        "img": ""
    },
    {
        "year": "1690 ",
        "name": "",
        "desc": " le 10 juillet, bataille de la Boyne, en Irlande, opposant Jacques II à Guillaume III ; victoire de ce dernier.",
        "img": ""
    },
    {
        "year": "1698 ",
        "name": "",
        "desc": " au traité de Ryswick, la France, qui avait soutenu les Stuarts, reconnaît Guillaume III comme roi d'Angleterre.",
        "img": ""
    },
    {
        "year": "1701 ",
        "name": "",
        "desc": " L'acte d'établissement anglais de 1701 requiert que le monarque soit protestant.",
        "img": ""
    },
    {
        "year": "19 mars 1702 ",
        "name": "",
        "desc": " Le roi Guillaume III meurt et sa belle-sœur Anne lui succède en tant que reine.",
        "img": ""
    },
    {
        "year": "4 août 1704 ",
        "name": "",
        "desc": " Gibraltar est pris par les flottes anglais et hollandaises combinées sous le commandement de l'amiral George Rooke.",
        "img": ""
    },
    {
        "year": "1704 ",
        "name": "",
        "desc": " Une armée anglaise et hollandaise sous le commandement de John Churchill, 1er duc de Marlborough, vainc l'armée de Louis XIV à Blindheim, en Bavière (bataille de Blenheim).",
        "img": ""
    },
    {
        "year": "1707 ",
        "name": "",
        "desc": " L'Acte d'Union unit l'Angleterre et l'Écosse en tant que Royaume de Grande-Bretagne.",
        "img": ""
    },
    {
        "year": "1708 ",
        "name": "",
        "desc": " Guerre de succession espagnole - invasion française avortée avec le prétendant jacobite James Francis Edward Stuart.",
        "img": ""
    },
    {
        "year": "1713 ",
        "name": "",
        "desc": " la paix d'Utrecht.",
        "img": ""
    },
    {
        "year": "1er août 1714 ",
        "name": "",
        "desc": " la reine Anne meurt et le roi George Ier lui succède ; début de la dynastie des Hanovre.",
        "img": ""
    },
    {
        "year": "1715 ",
        "name": "",
        "desc": " Rébellion jacobite.",
        "img": ""
    },
    {
        "year": "1716 ",
        "name": "",
        "desc": " le Disarming Act (en) tente d'assurer la paix des Highlands écossais.",
        "img": ""
    },
    {
        "year": "1719 ",
        "name": "",
        "desc": " Tentative d'invasion espagnole pour soutenir les jacobites - la flotte en route pour l'Angleterre est dispersée par des orages, les troupes débarquent en Écosse et sont vaincues à la bataille de Glen Shiel.",
        "img": ""
    },
    {
        "year": "1720 ",
        "name": "",
        "desc": " Effondrement de la Compagnie des mers du Sud, le South Sea Bubble. Il se traduit par un krach boursier à Londres dans lequel la dépréciation de la valeur moyenne en stock est c. 98 %.",
        "img": ""
    },
    {
        "year": "1721 ",
        "name": "",
        "desc": " le whig Robert Walpole, qui occupe une place prééminente dans le gouvernement comme Premier lord du Trésor, est traditionnellement considéré comme le premier détenteur du titre de premier ministre",
        "img": ""
    },
    {
        "year": "11 juin 1727 ",
        "name": "",
        "desc": " Le roi George I meurt et son fils George II lui succède en tant que roi.",
        "img": ""
    },
    {
        "year": "23 octobre 1739 ",
        "name": "",
        "desc": " Guerre de l'oreille de Jenkins - Le premier ministre Robert Walpole déclare la guerre contre l'Espagne.",
        "img": ""
    },
    {
        "year": "1742 ",
        "name": "",
        "desc": " le 16 février, le comte de Wilmington succède à Walpole comme chef du gouvernement.",
        "img": ""
    },
    {
        "year": "1743 ",
        "name": "",
        "desc": "\n\nGuerre de Succession d'Autriche - ouverte, mais non officielle, hostilités entre le Royaume de Grande-Bretagne et la France.\nle 27 août, Henry Pelham devient chef du gouvernement.\nle 13 septembre, l'Angleterre signe le Traité de Worms avec l'Autriche et la Sardaigne.\n\n",
        "img": ""
    },
    {
        "year": "1744 ",
        "name": "",
        "desc": " tentative d'invasion française à grande échelle sur le sud de l'Angleterre avec Charles Édouard Stuart arrêtée par des tempêtes, la France déclare la guerre.",
        "img": ""
    },
    {
        "year": "1745 ",
        "name": "",
        "desc": " la Grande-Bretagne et ses alliés perdent la Bataille de Fontenoy dans les Flandres.",
        "img": ""
    },
    {
        "year": "21 septembre 1745 ",
        "name": "",
        "desc": " Bataille de Prestonpans.",
        "img": ""
    },
    {
        "year": "1745 ",
        "name": "",
        "desc": " rébellion jacobite.",
        "img": ""
    },
    {
        "year": "1746 ",
        "name": "",
        "desc": " L'Act of Proscription (en) vise à éliminer les clans écossais, le kilt est banni.",
        "img": ""
    },
    {
        "year": "16 avril 1746 ",
        "name": "",
        "desc": " la Bataille de Culloden met une fin effective au soulèvement jacobite.",
        "img": ""
    },
    {
        "year": "1754 - 1763 ",
        "name": "",
        "desc": " French and Indian War dans les colonies anglaises d'Amérique du Nord.",
        "img": ""
    },
    {
        "year": "1754 ",
        "name": "",
        "desc": " le 16 mars, à la mort de son frère Henry, Thomas Pelham-Holles lui succède comme premier ministre.",
        "img": ""
    },
    {
        "year": "1755 ",
        "name": "",
        "desc": " le docteur Samuel Johnson publie son Dictionnaire de la langue anglaise.",
        "img": ""
    },
    {
        "year": "1760 ",
        "name": "",
        "desc": " le roi George II meurt et son petit-fils le roi George III lui succède.",
        "img": ""
    },
    {
        "year": "1763 ",
        "name": "",
        "desc": " le Traité de Paris, qui met fin à la guerre de Sept Ans, jette les fondations du futur empire britannique.",
        "img": ""
    },
    {
        "year": "1773 ",
        "name": "",
        "desc": " la Boston Tea Party en Amérique du Nord laisse entrevoir la révolte contre la domination britannique.",
        "img": ""
    },
    {
        "year": "1776 ",
        "name": "",
        "desc": "\n\nle 10 janvier, Thomas Paine prend parti pour les insurgés américains dans son pamphlet Le Sens commun.\nle 4 juillet, Déclaration d'indépendance des États-Unis d'Amérique.\n\n",
        "img": ""
    },
    {
        "year": "1781 ",
        "name": "",
        "desc": " les insurgés américains et leurs alliés français remportent une importante victoire sur les troupes britanniques à la bataille de Yorktown.",
        "img": ""
    },
    {
        "year": "1783 ",
        "name": "",
        "desc": "\n\nle 3 septembre, par le Traité de Paris, la Grande-Bretagne reconnaît l'indépendance de ses treize colonies d'Amérique du Nord.\nle 19 décembre, William Pitt le Jeune devient permier ministre.\n\n",
        "img": ""
    },
    {
        "year": "1788 ",
        "name": "",
        "desc": " le 26 janvier, établissement d'une première colonie pénale britannique de Nouvelle-Galles du Sud en Australie.",
        "img": ""
    },
    {
        "year": "1795 ",
        "name": "",
        "desc": " première occupation de la colonie néerlandaise du Cap par les Britanniques.",
        "img": ""
    },
    {
        "year": "1798 ",
        "name": "",
        "desc": " Bataille du Nil.",
        "img": ""
    },
    {
        "year": "1799 ",
        "name": "",
        "desc": " le 12 juillet, le Combination Act est une loi répressive qui rend illégale la formation d'associations ouvrières.",
        "img": ""
    },
    {
        "year": "1800 ",
        "name": "",
        "desc": "\n\nl'Acte d'Union (1800) unit l'Irlande au royaume de Grande-Bretagne.\nle 4 septembre, les Britanniques s'emparent de l'île de Malte.\n\n",
        "img": ""
    },
    {
        "year": "1802 ",
        "name": "",
        "desc": " Conclusion du Traité d'Amiens qui rétablit la paix avec la France.",
        "img": ""
    },
    {
        "year": "1804 ",
        "name": "",
        "desc": " William Pitt le Jeune devient premier ministre pour la deuxième fois",
        "img": ""
    },
    {
        "year": "1805 ",
        "name": "",
        "desc": " le 21 octobre, bataille de Trafalgar.",
        "img": ""
    },
    {
        "year": "1806 ",
        "name": "",
        "desc": " le 11 février, William Grenville prend la tête d'un gouvernement de coalition connu sous le nom de Ministère de tous les talents'.",
        "img": ""
    },
    {
        "year": "1807 ",
        "name": "",
        "desc": " le 31 mars, le duc de Portland redevient premier ministre.",
        "img": ""
    },
    {
        "year": "1808 ",
        "name": "",
        "desc": " début de l'intervention des troupes britanniques dans la péninsule ibérique, au Portugal puis en Espagne, pour en chasser les troupes de Napoléon.",
        "img": ""
    },
    {
        "year": "1809 ",
        "name": "",
        "desc": " le 4 octobre, Spencer Perceval accède au poste de premier ministre.",
        "img": ""
    },
    {
        "year": "1811 ",
        "name": "",
        "desc": "\n\nle 5 février, par le Regency Act, le prince de Galles, futur George IV, devient prince-régent, lorsque son père George III sombre progressivement dans la démence.\nau moi de mars, dans plusieurs régions industrielles se produisent les premières émeutes luddites.\n\n",
        "img": ""
    },
    {
        "year": "1812 ",
        "name": "",
        "desc": "\n\nle 20 mars, dans le cadre de la répression du mouvement luddite, le Destruction of Stocking Frames, etc. Act rend la destruction de métiers à tisser passible de la peine capitale.\nle 8 juin, après l'assassinat de Perceval, le comte de Liverpool devient premier ministre.\nen juin, début de la guerre anglo-américaine.\n\n",
        "img": ""
    },
    {
        "year": "1814 ",
        "name": "",
        "desc": "\n\nle 18 septembre, ouverture du congrès de Vienne.\nle 24 décembre, le traité de Gand met fin à la guerre anglo-américaine\n\n",
        "img": ""
    },
    {
        "year": "1815 ",
        "name": "",
        "desc": "\n\nle 9 juin, signature de l'Acte final du congrès de Vienne.\nle 18 juin, bataille de Waterloo.\n\n",
        "img": ""
    },
    {
        "year": "1819 ",
        "name": "",
        "desc": "\n\nLe 29 janvier, Thomas Stamford Raffles fonde Singapour.\nLe 24 mai, naissance de Victoria.\nLe 16 août, massacre de Peterloo.\n\n",
        "img": ""
    },
    {
        "year": "1820 ",
        "name": "",
        "desc": " George IV monte sur le trône.",
        "img": ""
    },
    {
        "year": "1821 ",
        "name": "",
        "desc": " création de la colonie britannique de la Gold Coast",
        "img": ""
    },
    {
        "year": "1827 ",
        "name": "",
        "desc": "\n\nle 10 avril, le tory George Canning remplace le comte de Liverpool comme premier ministre\nle 31 août, le vicomte Goderich devient premier ministre à la mort de Canning. A la tête d'un gouvernement de coalition, il est obligé de démissionner après 144 jours.\n\n",
        "img": ""
    },
    {
        "year": "1829 ",
        "name": "",
        "desc": " le 13 avril, émancipation des catholiques britanniques grâce au Roman Catholic Relief Act.",
        "img": ""
    },
    {
        "year": "1830 ",
        "name": "",
        "desc": "\n\nle 26 juin, avènement du roi Guillaume IV.\nle 15 septembre, inauguration de la ligne de chemin de fer Liverpool-Manchester.\nle 22 novembre, le whig Lord Grey devient premier ministre.\n\n",
        "img": ""
    },
    {
        "year": "1832 ",
        "name": "",
        "desc": " le 4 juin, réforme électorale en Grande-Bretagne.",
        "img": ""
    },
    {
        "year": "1833 ",
        "name": "",
        "desc": " l'esclavage est aboli dans les territoires britanniques par le Slavery Abolition Act.",
        "img": ""
    },
    {
        "year": "1834 ",
        "name": "",
        "desc": " le 18 décembre, manifeste de Tamworth, déclaration de politique générale publié par le chef des tories Robert Peel. Il annonce son acceptation de la réforme électorale de 1832 et reconnaît la nécessité de procéder aux réformes nécessaires.",
        "img": ""
    },
    {
        "year": "1836 ",
        "name": "",
        "desc": " le 19 février, pose de la première pierre du nouveau parlement de Westminster.",
        "img": ""
    },
    {
        "year": "1837 ",
        "name": "",
        "desc": " le 20 juin, mort de Guillaume IV et avènement de Victoria.",
        "img": ""
    },
    {
        "year": "1838 ",
        "name": "",
        "desc": "\n\nLe 8 mai, publication de la Charte du Peuple.\nLe 8 juin, couronnement de Victoria.\n\n",
        "img": ""
    },
    {
        "year": "1839 ",
        "name": "",
        "desc": "\n\nLe 4 février, convention chartiste de Londres.\nLe 7 mai, démission de Lord Melbourne.\n\n",
        "img": ""
    },
    {
        "year": "1840 ",
        "name": "",
        "desc": "\n\nLe 10 février, mariage de la reine Victoria à Albert de Saxe-Cobourg-Gotha.\nLe 15 juillet, signature du traité de Londres sur la question égyptienne.\n\n",
        "img": ""
    },
    {
        "year": "1841 ",
        "name": "",
        "desc": " le 29 janvier, occupation de Hong Kong par l'Angleterre.",
        "img": ""
    },
    {
        "year": "1845-1852 ",
        "name": "",
        "desc": " Grande Famine en Irlande.",
        "img": ""
    },
    {
        "year": "1846 ",
        "name": "",
        "desc": " le 23 mai, abrogation des Corn Laws.",
        "img": ""
    },
    {
        "year": "1847 ",
        "name": "",
        "desc": "\n\nLe 28 novembre, congrès socialiste de Londres.\nLe 28 décembre, discours du trône.\n\n",
        "img": ""
    },
    {
        "year": "1848 ",
        "name": "",
        "desc": " le 10 avril, interdiction de la manifestation chartiste.",
        "img": ""
    },
    {
        "year": "1851 ",
        "name": "",
        "desc": " grande exposition universelle à Londres qui s’affirme comme la capitale de la science et de l’industrie.",
        "img": ""
    },
    {
        "year": "1853 ",
        "name": "",
        "desc": " début de la guerre de Crimée. Le Royaume-Uni et la France interviennent pour contrer les visées de l'Empire russe sur l’Empire ottoman.",
        "img": ""
    },
    {
        "year": "1853-1856 ",
        "name": "",
        "desc": " révolte des cipayes, soldats indigènes de la Compagnie anglaise des Indes orientales. L'Inde passe sous l'administration directe de la Couronne britannique.",
        "img": ""
    },
    {
        "year": "1855 ",
        "name": "",
        "desc": " Le 6 février, Lord Palmerston devient premier ministre.",
        "img": ""
    },
    {
        "year": "1856 ",
        "name": "",
        "desc": " Le 30 mars, leTraité de Paris met fin à la guerre de Crimée.",
        "img": ""
    },
    {
        "year": "1858 ",
        "name": "",
        "desc": "\n\nLe 20 février, le comte de Derby accède pour la deuxième fois au poste de premier ministre après la démission de Palmerston.\nLe 26 juillet, le baron Rothschild est le premier juif à être admis par la chambre des Lords à siéger au parlement en prêtant serment selon le rite juif.\n\n",
        "img": ""
    },
    {
        "year": "1859 ",
        "name": "",
        "desc": " Le 6 juin, fondation du {Parti libéral.",
        "img": ""
    },
    {
        "year": "1861 ",
        "name": "",
        "desc": " décès du prince Albert époux de la reine Victoria.",
        "img": ""
    },
    {
        "year": "1863 ",
        "name": "",
        "desc": " Le 10 janvier, ouverture de la première ligne du métro de Londres.",
        "img": ""
    },
    {
        "year": "1867 ",
        "name": "",
        "desc": "\n\nle 29 mars  acte d'autonomie de la Confédération canadienne.\nle 15 août, la loi électorale est modifiée par le second Reform Act et le droit de vote est considérablement étendu.\n\n",
        "img": ""
    },
    {
        "year": "1868",
        "name": "",
        "desc": "\n\nle 27 février, Lord derby démissionne du poste de premier ministre. Benjamin Disraeli lui succède.\nle 3 décembre, les conservateurs ayant perdu les élections, le libéral Gladstone devient premier ministre.\n\n",
        "img": ""
    },
    {
        "year": "1869 ",
        "name": "",
        "desc": " l'église anglicane d'Irlande cesse d'être l'église officielle de l'île.",
        "img": ""
    },
    {
        "year": "1870 ",
        "name": "",
        "desc": "\n\nle 1 août, le Landlord and Tenant (Ireland) Act améliore la condition des tenanciers irlandais vis-à-vis des propriétaires.\nle 9 août, l'Elementary Education Act jette les bases d’un système scolaire en généralisant l’enseignement primaire.\n\n",
        "img": ""
    },
    {
        "year": "1871 ",
        "name": "",
        "desc": " Trade Union Act. Les syndicats sont officiellement reconnus.",
        "img": ""
    },
    {
        "year": "1872 ",
        "name": "",
        "desc": " Secret Ballot Act qui institue le vote à bulletin secret.",
        "img": ""
    },
    {
        "year": "1874",
        "name": "",
        "desc": "\n\ndissolution de la Compagnie des Indes orientales.\nBenjamin Disraeli redevient premier ministre.\n\n",
        "img": ""
    },
    {
        "year": "1877 ",
        "name": "",
        "desc": " la reine Victoria prend le titre d’impératrice des Indes.",
        "img": ""
    },
    {
        "year": "1880 ",
        "name": "",
        "desc": " deuxième ministère du libéral Gladstone.",
        "img": ""
    },
    {
        "year": "1881 ",
        "name": "",
        "desc": " première guerre des Boers en Afrique du Sud.",
        "img": ""
    },
    {
        "year": "1882 ",
        "name": "",
        "desc": " l’Égypte passe sous protectorat britannique. Les Anglais s’assurent ainsi du contrôle de la route de Suez.",
        "img": ""
    },
    {
        "year": "1885 ",
        "name": "",
        "desc": "\n\nle 26 janvier, la mort du général Gordon, tué par les mahdistes à Khartoum au Soudan, constitue un rude coup pour la popularité de Gladstone.\nle 9 juin, Gladstone démissionne.\n\n",
        "img": ""
    },
    {
        "year": "1886 ",
        "name": "",
        "desc": "\n\nle 1 février, Gladstone devient ministre pour la troisième fois.\nle 8 juin, un projet-phare de Gladstone, le premier Home Rule Bill est rejeté par la chambre des communes.\n\n",
        "img": ""
    },
    {
        "year": "1892 ",
        "name": "",
        "desc": " Gladstone accède pour la dernière fois au poste de premier ministre.",
        "img": ""
    },
    {
        "year": "1893 ",
        "name": "",
        "desc": " le 8 septembre, le rejet du deuxième Home Rule Bill par la chambre des Lords constitue une défaite pour Gladstone.",
        "img": ""
    },
    {
        "year": "1894 ",
        "name": "",
        "desc": "\n\nle 2 mars, Gladstone démissionne.\nle 5 mars, le comte de Rosebery succède à Gladstone.\n\n",
        "img": ""
    },
    {
        "year": "1895 ",
        "name": "",
        "desc": " le 25 juin, après la défaite des libéraux aux élections, Lord Salisbury prend la tête d'un gouvernement de coalition avec le Parti libéral unioniste.",
        "img": ""
    },
    {
        "year": "1898 ",
        "name": "",
        "desc": " crise de Fachoda  confrontation entre les colonialismes français et britanniques à Fachoda au Soudan. Mais le ministre des affaires étrangères français, Delcassé, évite la guerre en retirant la mission française du poste.",
        "img": ""
    },
    {
        "year": "1899 ",
        "name": "",
        "desc": " début de la seconde guerre des Boers.",
        "img": ""
    },
    {
        "year": "1900 ",
        "name": "",
        "desc": " création du Labour Party, émanation politique des syndicats.",
        "img": ""
    },
    {
        "year": "1901 ",
        "name": "",
        "desc": " Mort de la reine Victoria. Le prince de Galles lui succède sous le nom d'Édouard VII.",
        "img": ""
    },
    {
        "year": "1902 ",
        "name": "",
        "desc": "\n\nle 31 mai, le Traité de Vereeniging met fin à la seconde guerre des Boers. L'Afrique du Sud devient un dominion britannique.\nle 11 juillet, Arthur Balfour devient premier ministre après la démission de lord Salisbury.\n\n",
        "img": ""
    },
    {
        "year": "1903 ",
        "name": "",
        "desc": " premières grandes manifestations des suffragettes qui réclament le droit de vote pour les femmes.",
        "img": ""
    },
    {
        "year": "1904 ",
        "name": "",
        "desc": " l'entente cordiale avec la France menée par Delcassé tente de mettre un terme aux rivalités coloniales entre les deux pays.",
        "img": ""
    },
    {
        "year": "1905 ",
        "name": "",
        "desc": " retour des libéraux au pouvoir avec Henry Campbell-Bannerman comme premier ministre et les ministres Edward Grey et le leader radical Lloyd George.",
        "img": ""
    },
    {
        "year": "1906 ",
        "name": "",
        "desc": " Trade Disputes Act, sous la pression du Labour Party qui vient de se créer, les libéraux votent des lois sociales (travail de 8 heures dans les mines de charbon, interdiction de poursuivre un syndicat dans les conflits du travail…).",
        "img": ""
    },
    {
        "year": "1907 ",
        "name": "",
        "desc": " Royaume-Uni et Russie signent un accord de paix. Triple Entente avec la France.",
        "img": ""
    },
    {
        "year": "1908 ",
        "name": "",
        "desc": " le 5 avril, le libéral Herbert Henry Asquith devient premier ministre après la démission de Henry Campbell-Bannerman pour raisons de santé.",
        "img": ""
    },
    {
        "year": "1909 ",
        "name": "",
        "desc": " après le conservatisme de 1885 à 1905, la Chambre des Lords n’est pas prête à laisser passer les réformes. Elle bloque le « budget du peuple » de L. George (qui prévoyait une progressivité de l’impôt sur le revenu).",
        "img": ""
    },
    {
        "year": "1910 ",
        "name": "",
        "desc": " le 6 mai, George V succède à son père Édouard VII.",
        "img": ""
    },
    {
        "year": "1911 ",
        "name": "",
        "desc": "\n\nParliament Act. Le Premier ministre, fort de l’appui du roi Georges V, fait voter une loi limitant considérablement les pouvoirs de la Chambre des lords. De plus, une indemnité parlementaire est créée pour ouvrir la Chambre des Communes.\nPremières mesures d’assistance sociale (retraites, assurance maladie, déjeuners gratuits dans les écoles.)\n\n",
        "img": ""
    },
    {
        "year": "1911-1913 ",
        "name": "",
        "desc": " troubles sociaux  Grèves dans les transports, manifestations des suffragettes.",
        "img": ""
    },
    {
        "year": "1912 ",
        "name": "",
        "desc": " instauration d’un salaire minimum pour les mineurs.",
        "img": ""
    },
    {
        "year": "1913 ",
        "name": "",
        "desc": " le Royaume-Uni n’est plus la première nation industrielle. L’Allemagne la rattrape dans le commerce mondial.",
        "img": ""
    },
    {
        "year": "4 août 1914 ",
        "name": "",
        "desc": " la Grande-Bretagne déclare la guerre à l'Allemagne, qui a violé la neutralité de la Belgique.",
        "img": ""
    },
    {
        "year": "1916 ",
        "name": "",
        "desc": " le 16 décembre, David Lloyd George remplace son rival Herbert Henry Asquith à la tête d'un gouvernement de coalition.",
        "img": ""
    },
    {
        "year": "7 février 1918 ",
        "name": "",
        "desc": " le Representation of the People Act instaure le suffrage universel masculin et un suffrage capacitaire et censitaire pour les femmes de plus de trente ans",
        "img": ""
    },
    {
        "year": "1919-1921 ",
        "name": "",
        "desc": " guerre d'indépendance irlandaise.",
        "img": ""
    },
    {
        "year": "1920 ",
        "name": "",
        "desc": " attribution à la Grande-Bretagne d'un mandat sur la Palestine.",
        "img": ""
    },
    {
        "year": "1923 ",
        "name": "",
        "desc": " 23 mai, le conservateur Stanley Baldwin devient premier ministre.",
        "img": ""
    },
    {
        "year": "1924 ",
        "name": "",
        "desc": "\n\n22 janvier  Ramsay MacDonald est le premier travailliste à accéder au poste de premier ministre.\n1 avril  la Rhodésie du Nord devient un protectorat du Royaume-Uni.\n4 novembre  après des élections générales catastrophiques pour les Libéraux, Stanley Baldwin redevient premier ministre.\n\n",
        "img": ""
    },
    {
        "year": "1925 ",
        "name": "",
        "desc": " retour de la Grande-Bretagne à l'étalon-or.",
        "img": ""
    },
    {
        "year": "11 décembre 1931 ",
        "name": "",
        "desc": " Création du Commonwealth, régi par le statut de Westminster.",
        "img": ""
    },
    {
        "year": "1935 ",
        "name": "",
        "desc": "\n\n7 juin  troisième mandat de Stanley Baldwin comme premier ministre.\n18 juin  la Grande-Bretagne croit pouvoir apaiser Hitler en signant le traité naval germano-britannique.\n\n",
        "img": ""
    },
    {
        "year": "1936 ",
        "name": "",
        "desc": "\n\n20 janvier  accession au trône d'Édouard VIII.\n11 décembre  abdication d' Édouard VIII.\n\n",
        "img": ""
    },
    {
        "year": "1937 ",
        "name": "",
        "desc": " Neville Chamberlain accède au poste de premier ministre.",
        "img": ""
    },
    {
        "year": "30 septembre 1938 ",
        "name": "",
        "desc": " Chamberlain signe les accords de Munich",
        "img": ""
    },
    {
        "year": "3 septembre 1939 ",
        "name": "",
        "desc": " à la suite de l'agression de la Pologne, la Grande-Bretagne déclare la guerre à l'Allemagne.",
        "img": ""
    },
    {
        "year": "1940\n\n ",
        "name": "",
        "desc": " le 10 mai 1940  Winston Churchill succède à Chamberlain comme premier ministre et forme un gouvernement d'union nationale.\nen juillet, début de la bataille d'Angleterre\n\n",
        "img": ""
    },
    {
        "year": "26 juillet 1945 ",
        "name": "",
        "desc": " le travailliste Clement Attlee succède à Winston Churchill comme premier ministre et s'engage dans une politique de réformes.",
        "img": ""
    },
    {
        "year": "1946 ",
        "name": "",
        "desc": "\n\nLe 1 mars, le Bank of England Act nationalise la Banque d'Angleterre.\nLe 12 juillet, le Coal Industry Nationalization Act nationalise les mines de charbon\n\n",
        "img": ""
    },
    {
        "year": "15 août 1947 ",
        "name": "",
        "desc": " indépendance de l'Inde et du Pakistan.",
        "img": ""
    },
    {
        "year": "1948 ",
        "name": "",
        "desc": " création du National Health Service",
        "img": ""
    },
    {
        "year": "26 octobre 1951 ",
        "name": "",
        "desc": " Winston Churchill redevient premier ministre.",
        "img": ""
    },
    {
        "year": "1952 ",
        "name": "",
        "desc": "\n\n6 février  mort du roi George VI.\n3 octobre  premier essai d'une arme nucléaire par la Grande-Bretagne.\n\n",
        "img": ""
    },
    {
        "year": "1953 ",
        "name": "",
        "desc": " 2 juin, couronnement de la reine Élisabeth II.",
        "img": ""
    },
    {
        "year": "1955 ",
        "name": "",
        "desc": " 5 avril, Anthony Eden devient premier ministre après la démission de Winston Churchill pour raisons de santé.",
        "img": ""
    },
    {
        "year": "1956 ",
        "name": "",
        "desc": " l'expédition de Suez menée par la Grande-Bretagne et la France, est un fiasco.",
        "img": ""
    },
    {
        "year": "1957 ",
        "name": "",
        "desc": "\n\n14 janvier, Harold Macmillan succède à Anthony Eden comme premier ministre.\n6 mars  la Grande-Bretagne accorde l'indépendance au Ghana.\n31 août  la Malaisie obtient à son tour l'indépendance.\n\n",
        "img": ""
    },
    {
        "year": "1960 ",
        "name": "",
        "desc": " la colonie britannique de Chypre devient indépendante.",
        "img": ""
    },
    {
        "year": "1961 ",
        "name": "",
        "desc": " 3 mai, la République d'Afrique du Sud quitte le Commonwealth",
        "img": ""
    },
    {
        "year": "1963 ",
        "name": "",
        "desc": "\n\nle scandale de l'affaire Profumo secoue le pays et ternit l'image du parti conservateur.\nLe 19 octobre, Alec Douglas-Home accède au poste de premier ministre\n\n",
        "img": ""
    },
    {
        "year": "1964 ",
        "name": "",
        "desc": "\n\nle 16 octobre, le travailliste Harold Wilson devient premier ministre.\nle 24 octobre, la Rhodésie du Nord devient indépendante sous le nom de Zambie.\n\n",
        "img": ""
    },
    {
        "year": "1965 ",
        "name": "",
        "desc": " le Murder (Abolition of Death Penalty) Act abolit la peine de mort pour meurtre en Angleterre, en Écosse et au Pays de Galles",
        "img": ""
    },
    {
        "year": "1967 ",
        "name": "",
        "desc": " dépénalisation de l'homosexualité en Angleterre et au Pays de Galles.",
        "img": ""
    },
    {
        "year": "1968-1998 ",
        "name": "",
        "desc": " conflit nord-irlandais.",
        "img": ""
    },
    {
        "year": "1969 ",
        "name": "",
        "desc": " l'âge du droit de vote est abaissé à 18 ans.",
        "img": ""
    },
    {
        "year": "1970 ",
        "name": "",
        "desc": " le 19 juin, le conservateur Edward Heath succède à Harold Wilson comme premier ministre",
        "img": ""
    },
    {
        "year": "1973 ",
        "name": "",
        "desc": " adhésion du Royaume-Uni à la Communauté économique européenne.",
        "img": ""
    },
    {
        "year": "1974 ",
        "name": "",
        "desc": " le 4 mars, Harold Wilson redevient premier ministre.",
        "img": ""
    },
    {
        "year": "1979 ",
        "name": "",
        "desc": " Margaret Thatcher devient premier ministre.",
        "img": ""
    },
    {
        "year": "1982 ",
        "name": "",
        "desc": " guerre des Malouines contre l'Argentine",
        "img": ""
    },
    {
        "year": "1984-1985 ",
        "name": "",
        "desc": " la longue grève des mineurs se termine par la défaite des syndicats et constitue une victoire pour Margaret Thatcher.",
        "img": ""
    },
    {
        "year": "1990 ",
        "name": "",
        "desc": " Le 22 novembre, Margaret Thatcher, lâchée par une partie du parti conservateur, démissionne. Le 27, John Major la remplace comme premier ministre.",
        "img": ""
    },
    {
        "year": "1991 ",
        "name": "",
        "desc": " Le 7 février, attaque au mortier du 10 Downing Street par l'IRA.",
        "img": ""
    },
    {
        "year": "1992 ",
        "name": "",
        "desc": " Le 16 septembre, connu sous le nom de «mercredi noir», en spéculant sur la dévaluation de la livre, le financier George Soros contraint le gouvernement britannique à quitter le mécanisme de taux de change européen",
        "img": ""
    },
    {
        "year": "1993 ",
        "name": "",
        "desc": " le gouvernement lance la privatisation des chemins de fer.",
        "img": ""
    },
    {
        "year": "2 mai 1997 ",
        "name": "",
        "desc": " Après avoir remporté les élections, le travailliste Tony Blair assume le poste de premier ministre. Il inaugure une politique connue sous le nom de «blairisme».",
        "img": ""
    },
    {
        "year": "1998 ",
        "name": "",
        "desc": "\n\n10 avril  l'Accord du Vendredi saint met officiellement fin au conflit nord-irlandais.\n17 novembre  le Scotland Act institue le principe de dévolution au Parlement écossais.\n\n",
        "img": ""
    },
    {
        "year": "1999 ",
        "name": "",
        "desc": " le House of Lords Act réforme profondément la composition de la Chambre des Lords.",
        "img": ""
    },
    {
        "year": "2005 ",
        "name": "",
        "desc": " le 7 juillet, la ville de Londres est victime d'une série d'attentats.",
        "img": ""
    },
    {
        "year": "2007 ",
        "name": "",
        "desc": " le 27 juin, Tony blair, qui fait l'objet de critiques à l'intérieur de son propre parti, démissionne de son poste de premier ministre. Il est remplacé par Gordon Brown.",
        "img": ""
    },
    {
        "year": "2010 ",
        "name": "",
        "desc": " Les travaillistes perdent les élections. Gordon Brown démissionne et cède la place au conservateur David Cameron qui constitue un gouvernement de coalition avec les Libéraux-démocrates.",
        "img": ""
    },
    {
        "year": "2011 ",
        "name": "",
        "desc": " en août, Londres et d'autres grandes villes sont secouées par des émeutes.",
        "img": ""
    },
    {
        "year": "2013 ",
        "name": "",
        "desc": " le Marriage (Same Sex Couples) Act ouvre le mariage aux personnes de même sexe en Angleterre et au Pays de Galles.",
        "img": ""
    },
    {
        "year": "2014 ",
        "name": "",
        "desc": " le 18 septembre, le non l'emporte lors du Référendum sur l'indépendance de l'Écosse.",
        "img": ""
    },
    {
        "year": "2016 ",
        "name": "",
        "desc": " le 23 juin, référendum sur l'appartenance du Royaume-Uni à l'Union européenne.",
        "img": ""
    }
]