[
    {
        "year": 1603,
        "name": "Union des Couronnes",
        "desc": "L'accession de Jacques VI, roi d'Écosse au trône d'Angleterre, sous le nom de Jacques Ier, réunit ainsi ces deux pays sous un seul monarque, à la suite de la mort de sa cousine régnant sur l'Angleterre et l'Irlande, Élisabeth Ire, dernier monarque de la dynastie Tudor, décédée célibataire et sans enfant. Mais ce n'est pas, à proprement parler, une union personnelle, ni une union dynastique, puisque les Couronnes demeurant distinctes et séparées, malgré les efforts de Jacques Ier pour créer un nouveau trône impérial de Grande-Bretagne. L'Angleterre et l'Écosse, bien que partageant le même monarque, demeurent donc des États indépendants, jusqu'à l'acte d'Union de 1707.",
        "img": ""
    },
    {
        "year": 1688,
        "name": "Glorieuse Révolution",
        "desc": "Elle a pour conséquence de renverser le roi Jacques II et provoque l’avènement de la fille de celui-ci, Marie II et de son époux, Guillaume III, prince d'Orange à la suite de l'invasion néerlandaise de l'Angleterre menée par ce dernier. La révolution instaure une monarchie constitutionnelle et parlementaire à la place du gouvernement autocratique des Stuarts.",
        "img": ""
    },
    {
        "year": 1690,
        "name": "La bataille de la Boyne",
        "desc": "Le 10 juillet, bataille de la Boyne, en Irlande, opposant Jacques II à Guillaume III ; victoire de ce dernier.",
        "img": ""
    },
    {
        "year": 1698,
        "name": "Traité de Ryswick",
        "desc": "En 1698, après plusieurs mois de négociations, le traité de Ryswick est signé. Entre autre, au traité de Ryswick, la France, qui avait soutenu les Stuarts, reconnaît Guillaume III comme roi d'Angleterre.",
        "img": ""
    },
    {
        "year": 1701,
        "name": "The Act of Settlement",
        "desc": "L’Acte d’Établissement est une loi anglaise promulguée par le Parlement de Westminster en 1701, qui garantissait la succession de la couronne d'Angleterre aux membres de la famille protestante de Hanovre",
        "img": ""
    },
    {
        "year": 1702,
        "name": "Début du règne d'Anne",
        "desc": "Le roi Guillaume III meurt et sa belle-sœur Anne lui succède en tant que reine.",
        "img": ""
    },
    {
        "year": 1704,
        "name": "Prise de Gibraltar",
        "desc": "Gibraltar est pris par les flottes anglais et hollandaises combinées sous le commandement de l'amiral George Rooke.",
        "img": ""
    },
    {
        "year": 1704,
        "name": "Bataille de Blenheim",
        "desc": "Une armée anglaise et hollandaise sous le commandement de John Churchill, 1er duc de Marlborough, vainc l'armée de Louis XIV à Blindheim, en Bavière.",
        "img": ""
    },
    {
        "year": 1707,
        "name": "The Union Act",
        "desc": "L'Acte d'Union unit l'Angleterre et l'Écosse en tant que Royaume de Grande-Bretagne.",
        "img": ""
    },
    {
        "year": 1708,
        "name": "Guerre de succession espagnole",
        "desc": "Invasion française avortée avec le prétendant jacobite James Francis Edward Stuart.",
        "img": ""
    },
    {
        "year": 1713,
        "name": "Traités d'Utrecht",
        "desc": "Les traités d'Utrecht sont deux traités de paix signés en 1713 qui mirent fin à la guerre de Succession d'Espagne. Le premier fut signé à Utrecht le 11 avril entre le royaume de France et le royaume de Grande-Bretagne, le second fut signé à Utrecht le 13 juillet entre l'Espagne et la Grande-Bretagne.",
        "img": ""
    },
    {
        "year": 1714,
        "name": "Début du règne de George Ier",
        "desc": "La reine Anne meurt et le roi George Ier lui succède ; début de la dynastie des Hanovre.",
        "img": ""
    },
    {
        "year": 1688,
        "name": "Début des Rébellions jacobites",
        "desc": "Les rébellions jacobites (ou révoltes jacobites) sont une série de soulèvements, de rébellions et de guerres s'étant déroulées dans les îles Britanniques (en Grande-Bretagne et en Irlande) entre 1688 et 1746. Leur objectif commun était de ramener Jacques Stuart, VII d'Écosse et II d'Angleterre (le dernier roi catholique de la monarchie britannique), et, plus tard, ses descendants de la maison Stuart, sur le trône dont ils ont été privés par le Parlement après la Glorieuse Révolution de 1688.",
        "img": ""
    },
	{
        "year": 1746,
        "name": "Fin des Rébellions jacobites",
        "desc": "Les rébellions jacobites (ou révoltes jacobites) sont une série de soulèvements, de rébellions et de guerres s'étant déroulées dans les îles Britanniques (en Grande-Bretagne et en Irlande) entre 1688 et 1746. Leur objectif commun était de ramener Jacques Stuart, VII d'Écosse et II d'Angleterre (le dernier roi catholique de la monarchie britannique), et, plus tard, ses descendants de la maison Stuart, sur le trône dont ils ont été privés par le Parlement après la Glorieuse Révolution de 1688.",
        "img": ""
    },
    {
        "year": 1716,
        "name": "Disarming Act",
        "desc": "Le Disarming Act tente d'assurer la paix des Highlands écossais.",
        "img": ""
    },
    {
        "year": 1720,
        "name": "Effondrement du South Sea Bubble",
        "desc": "Effondrement de la Compagnie des mers du Sud, le South Sea Bubble. Il se traduit par un krach boursier à Londres dans lequel la dépréciation de la valeur moyenne en stock est c. 98 %.",
        "img": ""
    },
    {
        "year": 1721,
        "name": "1er 1er Ministre",
        "desc": "'First'. Le whig Robert Walpole, qui occupe une place prééminente dans le gouvernement comme Premier lord du Trésor, est traditionnellement considéré comme le premier détenteur du titre de premier ministre",
        "img": ""
    },
    {
        "year": 1727,
        "name": "Début du règne de George II",
        "desc": "Le roi George I meurt et son fils George II lui succède en tant que roi.",
        "img": ""
    },
    {
        "year": 1739,
        "name": "Guerre de l'oreille de Jenkins",
        "desc": "Le premier ministre Robert Walpole déclare la guerre contre l'Espagne.",
        "img": ""
    },
    {
        "year": 1742,
        "name": "2nd 1er Ministre",
        "desc": "Le 16 février, le comte de Wilmington succède à Walpole comme chef du gouvernement.",
        "img": ""
    },
    {
        "year": 1743,
        "name": "Guerre de Succession d'Autriche",
        "desc": "Ouverte, mais non officielle, hostilités entre le Royaume de Grande-Bretagne et la France.",
        "img": ""
    },

	{
        "year": 1743,
        "name": "Traité de Worms",
        "desc": "Le 13 septembre, l'Angleterre signe le Traité de Worms avec l'Autriche et la Sardaigne.",
        "img": ""
    },
    {
        "year": 1745,
        "name": "Bataille de Fontenoy",
        "desc": "La Grande-Bretagne et ses alliés perdent la Bataille de Fontenoy dans les Flandres.",
        "img": ""
    },
    {
        "year": 1745,
        "name": "Bataille de Prestonpans",
        "desc": "La bataille de Prestonpans, également connue sous le nom de bataille de Gladsmuir, est le premier combat significatif de la seconde rébellion jacobite. Elle a lieu à Prestonpans, dans l'East Lothian, en Écosse, le 21 septembre 1745. L'armée jacobite de Jacques François Stuart, commandée par son fils, Charles Édouard Stuart défait l'armée hanovrienne de George II sous les ordres de Sir John Cope.",
        "img": ""
    },
    {
        "year": 1746,
        "name": "The Act of Proscription",
        "desc": "L'Act of Proscription vise à éliminer les clans écossais, le kilt est banni.",
        "img": ""
    },
    {
        "year": 1746,
        "name": "Bataille de Culloden",
        "desc": "La Bataille de Culloden met une fin effective au soulèvement jacobite.",
        "img": ""
    },
    {
        "year": 1754,
        "name": "Début de la Guerre de la Conquête",
        "desc": "La guerre de la Conquête est le nom donné au théâtre militaire nord-américain avant et pendant la guerre de Sept Ans. Aux États-Unis, on désigne fréquemment ce conflit sous l'appellation de French and Indian War (« guerre contre les Français et les Indiens »). Elle voit s'affronter les Français, leurs milices de la Nouvelle-France et leurs alliés amérindiens d'un côté, et les Britanniques, leurs milices américaines et leurs alliés iroquois de l'autre, pour la domination coloniale de l'Amérique du Nord.",
        "img": ""
    },
    {
        "year": 1763,
        "name": "Fin de la Guerre de la Conquête",
        "desc": "La guerre de la Conquête est le nom donné au théâtre militaire nord-américain avant et pendant la guerre de Sept Ans. Aux États-Unis, on désigne fréquemment ce conflit sous l'appellation de French and Indian War (« guerre contre les Français et les Indiens »). Elle voit s'affronter les Français, leurs milices de la Nouvelle-France et leurs alliés amérindiens d'un côté, et les Britanniques, leurs milices américaines et leurs alliés iroquois de l'autre, pour la domination coloniale de l'Amérique du Nord.",
        "img": ""
    },
    {
        "year": 1755,
        "name": "Dictionnaire de la langue anglaise de Samuel Johnson",
        "desc": "Le docteur Samuel Johnson publie son Dictionnaire de la langue anglaise.",
        "img": ""
    },
    {
        "year": 1760,
        "name": "Début du règne de George III",
        "desc": "Le roi George II meurt et son petit-fils le roi George III lui succède.",
        "img": ""
    },
    {
        "year": 1763,
        "name": "Traité de Paris",
        "desc": "Le Traité de Paris, qui met fin à la guerre de Sept Ans, jette les fondations du futur empire britannique.",
        "img": ""
    },
    {
        "year": 1773,
        "name": "Boston Tea Party",
        "desc": "La Boston Tea Party en Amérique du Nord laisse entrevoir la révolte contre la domination britannique.",
        "img": ""
    },
    {
        "year": 1776,
        "name": "Déclaration d'indépendance des États-Unis d'Amérique",
        "desc": "Le 4 juillet, la Déclaration d'indépendance des États-Unis d'Amérique est signée.",
        "img": ""
    },
    {
        "year": 1781,
        "name": "Bataille de Yorktown",
        "desc": "Les insurgés américains et leurs alliés français remportent une importante victoire sur les troupes britanniques à la bataille de Yorktown.",
        "img": ""
    },
    {
        "year": 1783,
        "name": "Traité de Paris",
        "desc": "Le 3 septembre, par le Traité de Paris, la Grande-Bretagne reconnaît l'indépendance de ses treize colonies d'Amérique du Nord",
        "img": ""
    },
    {
        "year": 1788,
        "name": "première colonie pénale britannique en Australie",
        "desc": "Le 26 janvier, établissement d'une première colonie pénale britannique de Nouvelle-Galles du Sud en Australie.",
        "img": ""
    },
    {
        "year": 1795,
        "name": "1er occupation du Cap",
        "desc": "Première occupation de la colonie néerlandaise du Cap par les Britanniques.",
        "img": ""
    },
    {
        "year": 1798,
        "name": "Bataille du Nil.",
        "desc": "La bataille d'Aboukir fut une importante bataille navale qui opposa les flottes britannique et française dans la baie d'Aboukir, près d'Alexandrie en Égypte entre le 1er et le 2 août 1798.",
        "img": ""
    },
    {
        "year": 1799,
        "name": "The Combination Act",
        "desc": "Le 12 juillet, le Combination Act est une loi répressive qui rend illégale la formation d'associations ouvrières.",
        "img": ""
    },
    {
        "year": 1800,
        "name": "Union Acte",
        "desc": "L'Acte d'Union unit l'Irlande au royaume de Grande-Bretagne.",
        "img": ""
    },
    {
        "year": 1800,
        "name": "Prise de Malte",
        "desc": "Le 4 septembre, les Britanniques s'emparent de l'île de Malte.",
        "img": ""
    },
    {
        "year": 1802,
        "name": "Traité d'Amiens",
        "desc": "Conclusion du Traité d'Amiens qui rétablit la paix avec la France.",
        "img": ""
    },
    {
        "year": 1805,
        "name": "Bataille de Trafalgar",
        "desc": "La bataille de Trafalgar oppose le 21 octobre 1805 la flotte franco-espagnole sous les ordres du vice-amiral Villeneuve, à la flotte britannique commandée par le vice admiral Nelson.",
        "img": ""
    },
    {
        "year": 1806,
        "name": "Ministère de tous les talents",
        "desc": "Le 11 février, William Grenville prend la tête d'un gouvernement de coalition connu sous le nom de Ministère de tous les talents'.",
        "img": ""
    },
    {
        "year": 1808,
        "name": "Début des interventions anti-Napoléon",
        "desc": "début de l'intervention des troupes britanniques dans la péninsule ibérique, au Portugal puis en Espagne, pour en chasser les troupes de Napoléon.",
        "img": ""
    },
    {
        "year": 1811,
        "name": "The Regency Act",
        "desc": "Le 5 février, par le Regency Act, le prince de Galles, futur George IV, devient prince-régent, lorsque son père George III sombre progressivement dans la démence.\nAu moi de mars, dans plusieurs régions industrielles se produisent les premières émeutes luddites.",
        "img": ""
    },
    {
        "year": 1812,
        "name": "Destruction of Stocking Frames Act",
        "desc": "Le 20 mars, dans le cadre de la répression du mouvement luddite, le Destruction of Stocking Frames, etc. Act rend la destruction de métiers à tisser passible de la peine capitale",
        "img": ""
    },
    {
        "year": 1812,
        "name": "Début de la guerre anglo-américaine",
        "desc": "La guerre anglo-américaine de 1812 a opposé les États-Unis au Royaume-Uni, entre juin 1812 et février 1815. Cette guerre est aussi connue sous les noms de guerre de 1812, de seconde guerre d’indépendance, voire plus rarement de guerre américano-britannique.",
        "img": ""
    },
    {
        "year": 1821,
        "name": "Création de la Gold Coast",
        "desc": "Création de la colonie britannique de la Gold Coast",
        "img": ""
    },
    {
        "year": 1829,
        "name": "Roman Catholic Relief Act",
        "desc": "Le 13 avril, émancipation des catholiques britanniques grâce au Roman Catholic Relief Act.",
        "img": ""
    },
    {
        "year": 1833,
        "name": "Slavery Abolition Act",
        "desc": "L'esclavage est aboli dans les territoires britanniques par le Slavery Abolition Act.",
        "img": ""
    },
    {
        "year": 1834,
        "name": "Publication du Manifeste de Tamworth",
        "desc": "Le 18 décembre le manifeste de Tamworth, déclaration de politique générale, est publié par le chef des tories Robert Peel. Il annonce son acceptation de la réforme électorale de 1832 et reconnaît la nécessité de procéder aux réformes nécessaires.",
        "img": ""
    },
    {
        "year": 1837,
        "name": "Début de l'époque Victorienne",
        "desc": "Avènement de la reine Victoria, et début d'un des plus long règne de l'histoire de l'Angleterre.",
        "img": ""
    },
    {
        "year": 1840,
        "name": "Mariage de la Reine Victoria",
        "desc": "Le 10 février a lieu le mariage de la reine Victoria à Albert de Saxe-Cobourg-Gotha.",
        "img": ""
    },
    {
        "year": 1845,
        "name": "Début de la Grande Famine",
        "desc": "La Grande Famine (en irlandais An Gorta Mór ou An Drochshaol, en anglais the Blight, The Irish Potato Famine ou The Great Famine) est le nom donné à une famine majeure en Irlande entre 1845 et 1852. Cette catastrophe fut en grande partie le résultat de cinquante années d'interactions désastreuses entre la politique économique impériale britannique, des méthodes agricoles inappropriées et l'apparition du mildiou sur l'île, un parasite qui anéantit presque intégralement les cultures locales de pommes de terre, nourriture de base des paysans irlandais, l'immense majorité de la population d'alors.",
        "img": ""
    },
    {
        "year": 1852,
        "name": "Fin de la Grande Famine",
        "desc": "La Grande Famine (en irlandais An Gorta Mór ou An Drochshaol, en anglais the Blight, The Irish Potato Famine ou The Great Famine) est le nom donné à une famine majeure en Irlande entre 1845 et 1852. Cette catastrophe fut en grande partie le résultat de cinquante années d'interactions désastreuses entre la politique économique impériale britannique, des méthodes agricoles inappropriées et l'apparition du mildiou sur l'île, un parasite qui anéantit presque intégralement les cultures locales de pommes de terre, nourriture de base des paysans irlandais, l'immense majorité de la population d'alors.",
        "img": ""
    },
    {
        "year": 1851,
        "name": "Exposition universelle à Londres",
        "desc": "La grande exposition universelle à Londres qui s’affirme comme la capitale de la science et de l’industrie.",
        "img": ""
    },
    {
        "year": 1863,
        "name": "1ere ligne de métro de Londre",
        "desc": "Le 10 janvier ouvre la première ligne du métro de Londres.",
        "img": ""
    },
    {
        "year": 1867,
        "name": "The Second Reform Act",
        "desc": "Le 15 août,la loi électorale est modifiée par le second Reform Act et le droit de vote est considérablement étendu.",
        "img": ""
    },
    {
        "year": 1870,
        "name": "The Elementary Education Act",
        "desc": "Le 9 août, l'Elementary Education Act jette les bases d’un système scolaire en généralisant l’enseignement primaire.",
        "img": ""
    },

    {
        "year": 1871,
        "name": "Trade Union Act",
        "desc": "Les syndicats sont officiellement reconnus par le Trade Union Act.",
        "img": ""
    },
    {
        "year": 1872,
        "name": "The Secret Ballot Act",
        "desc": "Le Secret Ballot Act institue le vote à bulletin secret.",
        "img": ""
    },
    {
        "year": 1874,
        "name": "Dissolution de la Compagnie des Indes orientales",
        "desc": "Privée de son monopole commercial en 1813 et du commerce du thé de Chine vingt ans plus tard, la compagnie perdra finalement ses fonctions administratives en 1858 à la suite de la révolte des cipayes. \nAu début des années 1860, toutes les possessions de la Compagnie passent sous le contrôle de la Couronne. La terrible Famine en Inde de 1866 décime près d'un million de personnes. \nLe 1er janvier 1874, la Compagnie des Indes orientales est dissoute par décret.",
        "img": ""
    },
    {
        "year": 1877,
        "name": "Victoria Impératrice des Indes",
        "desc": "La reine Victoria prend le titre d’impératrice des Indes.",
        "img": ""
    },
    {
        "year": 1900,
        "name": "Création du Labour Party",
        "desc": "Création du Labour Party, émanation politique des syndicats.",
        "img": ""
    },
    {
        "year": 1901,
        "name": "Fin de l'époque Victorienne",
        "desc": "Mort de la reine Victoria. Le prince de Galles lui succède sous le nom d'Édouard VII.",
        "img": ""
    },
    {
        "year": 1903,
        "name": "1ere manifestation des suffragettes",
        "desc": "Premières grandes manifestations des suffragettes qui réclament le droit de vote pour les femmes.",
        "img": ""
    },
    {
        "year": 1906,
        "name": "The Trade Disputes Act",
        "desc": "Le Trade Disputes Act est adopté sous la pression du Labour Party qui vient de se créer. Les libéraux votent ainsi des lois sociales (travail de 8 heures dans les mines de charbon, interdiction de poursuivre un syndicat dans les conflits du travail…).",
        "img": ""
    },
    {
        "year": 1907,
        "name": "Signature de la Triple Entente",
        "desc": "Royaume-Uni et Russie signent un accord de paix. Triple Entente avec la France.",
        "img": ""
    },
    {
        "year": 1911,
        "name": "The Parliament Act",
        "desc": "Le Premier ministre, fort de l’appui du roi Georges V, fait voter une loi limitant considérablement les pouvoirs de la Chambre des lords. De plus, une indemnité parlementaire est créée pour ouvrir la Chambre des Communes.",
        "img": ""
    },
    {
        "year": 1911,
        "name": "Début de l'assistance sociale",
        "desc": "Premières mesures d’assistance sociale (retraites, assurance maladie, déjeuners gratuits dans les écoles.)",
        "img": ""
    },
    {
        "year": 1912,
        "name": "Salaire minimum pour les mineurs.",
        "desc": "Instauration d’un salaire minimum pour les mineurs.",
        "img": ""
    },
    {
        "year": 1914,
        "name": "Déclaration de guerre à l'Allemagne",
        "desc": "Le 4 août , la Grande-Bretagne déclare la guerre à l'Allemagne, qui a violé la neutralité de la Belgique.",
        "img": ""
    },
    {
        "year": 1918,
        "name": "The Representation of the People Act",
        "desc": "Le 7 février, le Representation of the People Act instaure le suffrage universel masculin et un suffrage capacitaire et censitaire pour les femmes de plus de trente ans",
        "img": ""
    },
    {
        "year": 1919,
        "name": "Début de la guerre d'indépendance irlandaise.",
        "desc": "La guerre d'indépendance irlandaise, guerre anglo-irlandaise ou Tan War désigne la campagne de guérilla que mène l'Armée républicaine irlandaise (IRA) contre la Police royale irlandaise (RIC), l'armée britannique et les Black and Tans en Irlande, de janvier 1919 à juillet 1921. Bonus card :)",
        "img": ""
    },
    {
        "year": 1921,
        "name": "Fin de la guerre d'indépendance irlandaise.",
        "desc": "La guerre d'indépendance irlandaise, guerre anglo-irlandaise ou Tan War désigne la campagne de guérilla que mène l'Armée républicaine irlandaise (IRA) contre la Police royale irlandaise (RIC), l'armée britannique et les Black and Tans en Irlande, de janvier 1919 à juillet 1921. Bonus card :)",
        "img": ""
    },
    {
        "year": 1931,
        "name": "Création du Commonwealth",
        "desc": "Le 11 décembre, le Commonwealth est créé, régi par le statut de Westminster.",
        "img": ""
    },
    {
        "year": 1939,
        "name": "Début de la 2nd Guerre Mondiale",
        "desc": "Le 3 septembre, à la suite de l'agression de la Pologne, la Grande-Bretagne déclare la guerre à l'Allemagne.",
        "img": ""
    },
    {
        "year": 1940,
        "name": "Bataille d'Angleterre",
        "desc": "En ce qu'elle mit un terme à la série de victoires éclairs et éclatantes des Allemands, la bataille d'Angleterre a marqué une étape décisive dans le cours de la Seconde Guerre mondiale. Elle opposa les armées de l'Air du Royaume-Uni et de l'Allemagne, soutenue par l'Italie, dans une campagne aérienne marquée par les bombardements de Coventry et de Londres, souvent désignée par l'expression « le Blitz ».",
        "img": ""
    },
    {
        "year": 1946,
        "name": "The Bank of England Act & Coal Industry Nationalization Act",
        "desc": "Le 1 mars, le Bank of England Act nationalise la Banque d'Angleterre.\nLe 12 juillet, le Coal Industry Nationalization Act nationalise les mines de charbon",
        "img": ""
    },
    {
        "year": 1947,
        "name": "Indépendance de l'Inde et du Pakistan.",
        "desc": "Indépendance de l'Inde et du Pakistan.",
        "img": ""
    },
    {
        "year": 1948,
        "name": "Création du National Health Service",
        "desc": "Le National Health Service (NHS) est le système de la santé publique du Royaume-Uni. Cette organisation fournit l'essentiel des soins depuis la médecine générale aux salles d'urgence des hôpitaux, les soins longue durée aux soins dentaires.",
        "img": ""
    },
    {
        "year": 1965,
        "name": "The Murder (Abolition of Death Penalty) Act",
        "desc": "Le Murder (Abolition of Death Penalty) Act abolit la peine de mort pour meurtre en Angleterre, en Écosse et au Pays de Galles",
        "img": ""
    },
    {
        "year": 1967,
        "name": "Dépénalisation de l'homosexualité",
        "desc": "Dépénalisation de l'homosexualité en Angleterre et au Pays de Galles.",
        "img": ""
    },
    {
        "year": 1968,
        "name": "Début du conflit nord-irlandais",
        "desc": "Le conflit nord-irlandais, appelé aussi « Les Troubles », est une période de violences et d'agitation politique en Irlande du Nord. Le conflit commence par un mouvement pour les droits civiques contre la ségrégation confessionnelle que subit la minorité catholique. L'opposition entre républicains et nationalistes (principalement catholiques) d'une part, loyalistes et unionistes (principalement protestants) d'autre part sur l'avenir de l'Irlande du Nord entraîne une montée de la violence qui dure pendant plusieurs dizaines d'années.",
        "img": ""
    },
    {
        "year": 1998,
        "name": "Fin du conflit nord-irlandais",
        "desc": "Le conflit nord-irlandais, appelé aussi « Les Troubles », est une période de violences et d'agitation politique en Irlande du Nord. Le conflit commence par un mouvement pour les droits civiques contre la ségrégation confessionnelle que subit la minorité catholique. L'opposition entre républicains et nationalistes (principalement catholiques) d'une part, loyalistes et unionistes (principalement protestants) d'autre part sur l'avenir de l'Irlande du Nord entraîne une montée de la violence qui dure pendant plusieurs dizaines d'années.",
        "img": ""
    },
    {
        "year": 1973,
        "name": "Entrée dans la Communauté économique européenne",
        "desc": "Adhésion du Royaume-Uni à la Communauté économique européenne.",
        "img": ""
    },
    {
        "year": 1979,
        "name": "Margaret Thatcher premier ministre",
        "desc": "Margaret Thatcher devient premier ministre.",
        "img": ""
    },
    {
        "year": 1984,
        "name": "Début de la grève des mineurs britannique",
        "desc": "La longue grève des mineurs se termine par la défaite des syndicats et constitue une victoire pour Margaret Thatcher.",
        "img": ""
    },
    {
        "year": 1985,
        "name": "Fin de la grève des mineurs britannique",
        "desc": "La longue grève des mineurs se termine par la défaite des syndicats et constitue une victoire pour Margaret Thatcher.",
        "img": ""
    },
    {
        "year": 1990,
        "name": "Démission de Margaret Thatcher",
        "desc": "Le 22 novembre, Margaret Thatcher, lâchée par une partie du parti conservateur, démissionne. Le 27, John Major la remplace comme premier ministre.",
        "img": ""
    },
    {
        "year": 1992,
        "name": "Le «mercredi noir»",
        "desc": "Le 16 septembre, connu sous le nom de «mercredi noir», en spéculant sur la dévaluation de la livre, le financier George Soros contraint le gouvernement britannique à quitter le mécanisme de taux de change européen",
        "img": ""
    },
    {
        "year": 1998,
        "name": "Accord du Vendredi Saint & Scotland Act",
        "desc": "10 avril l'Accord du Vendredi saint met officiellement fin au conflit nord-irlandais.\n17 novembre  le Scotland Act institue le principe de dévolution au Parlement écossais.",
        "img": ""
    },
    {
        "year": 1999,
        "name": "The House of Lords Act",
        "desc": "Le House of Lords Act réforme profondément la composition de la Chambre des Lords.",
        "img": ""
    },
    {
        "year": 2005,
        "name": "Attentats de Londres",
        "desc": "Le 7 juillet, la ville de Londres est victime d'une série d'attentats.",
        "img": ""
    },
    {
        "year": 2013,
        "name": "The Marriage (Same Sex Couples) Act",
        "desc": "Le Marriage (Same Sex Couples) Act ouvre le mariage aux personnes de même sexe en Angleterre et au Pays de Galles.",
        "img": ""
    },
    {
        "year": 2014,
        "name": "Référendum sur l'indépendance de l'Écosse",
        "desc": "Le 18 septembre, le non l'emporte lors du Référendum sur l'indépendance de l'Écosse.",
        "img": ""
    },
    {
        "year": 2016,
        "name": "Vote du Brexit",
        "desc": "Le 23 juin, lors du référendum sur l'appartenance du Royaume-Uni à l'Union européenne le non l'emporte.",
        "img": ""
    }
]
